Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Oh no, my Sarah!
ru: О нет, Сара!!

source: That was close!
ru: Поймал, еле успел!!

source: You' re a perfect target for me now, fox!
ru: Из тебя получится отличная мишень, лис!

source: Ready, aim...
ru: Приготовиться, нацелиться...

source: Fire Eggman missiles!
ru: Огонь!

source: Oh no, another design failure!
ru: Оо нет, опять ошибка при разработке!

source: More importantly, what happened to Sarah?
ru: Но гораздо важнее, что случилось с бедной Сарой!

source: Oh man, I can' t stop!
ru: Аа, я не могу остановиться!

source: You saved me!
ru: Вы спасли меня!

source: Thank you, Mr. Mole!
ru: Крот!

source: Somebody stop me please!
ru: Аа, кто- нибудь, остановите меня!

source: I have more power than I thought I did!
ru: Я гораздо сильнее, чем думала!

source: There you are Sarah.
ru: Вот ты где, Сара.

source: It' s time for you to come with me now.
ru: Пришло время снова присоединиться ко мне.

source: Sorry!
ru: Извините!

source: Tails, I didn' t think you' d stoop that low.
ru: Никогда не думал, что ты позволишь себе такие вещи, Тейлс!

source: Look, it' s Metal!
ru: Смотрите, это Метал!

source: Stop it, Metal!
ru: Метал, прекрати!

source: If that ice bridge is destroyed, then that' s it for all of us!
ru: Если этот канал разрушится, то это конец для всех нас!

source: Knuckles, see what you can do about the magma!
ru: Наклс, останови этот потом магмы!

source: Come on, you' re a real man, aren' t you?
ru: Ну же, сделай это для меня, храбрец!

source: Here we go!
ru: Таааак!

source: You' re totally cool, Mr. Mole!
ru: Крот!

source: Good job, Knuckles!
ru: - Отлично, Наклс!

source: You stopped it!
ru: Ты остановил её!

source: My hat' s on fire!
ru: Аа, моя шляпа горит!

source: Hot!
ru: Помогите!

source: What do you think you' re doing?
ru: Что ты делаешь с моим Соником?

source: Why is this stupid thing that looks like Sonic causing so much trouble?
ru: Почему эта штука, похожая на Соника, приносит так много неприятностей?!

source: Oh, that' s right!
ru: Кажется я понял!

source: I hope this works!
ru: Надеюсь, это поможет!

source: If you destroy the Land of the Sky, then I' il have to marry Eggman!
ru: Если ты уничтожишь Небесные Земли...... то мне придётся выйти за Роботника!

source: And that!
ru: Получай, вот тебе, получай!!

source: Now, Sonic!
ru: Давай, Соник!

source: Good work, Tails!
ru: Отлично, Тейлс.

source: You saved us!
ru: Ты спас нас!

source: Who is that?
ru: Это еще кто?

source: It doesn' t look like Eggman.
ru: Не похоже на корабль Роботника.

source: That' s papa' s rocket!
ru: Это папина ракета!

source: Is the door stuck?
ru: Дверь застряла?

source: We' re in trouble!
ru: Это очень плохо!

source: The heat from the lava could cause it to explode!
ru: Корабль может взорваться из- за жара лавы!

source: Sarah, you wait here.
ru: Сара, подожди здесь.

source: Papa!
ru: Папа!

source: Of all the pointless stunts...
ru: Лучше бы президент не совался сюда.

source: If that thing explodes right there, we' il all be in trouble.
ru: Если эта штука взорвётся, то у всех нас будут огромные неприятности.

source: Get out of my way, Metal!
ru: Чёрт!

source: I' il take care of Eggman, and you get the President out of there!
ru: Спасай президента, а я позабочусь о Роботнике.

source: Trying to overload him by making him assimilate Sonic' s personality?
ru: Хочешь перегрузить его заставляя полностью усваивать всю сущность Соника?

source: Lmpressive, Tails.
ru: Умно, Тейлс.

source: But you' re too late.
ru: Но, слишком поздно.

source: Metal, destroy Sonic!
ru: Метал, уничтожить Соника!

source: Metal?
ru: Метал!

source: Don' t do it, Sonic!
ru: Не делай этого, Соник!

source: Grab onto my hand!
ru: Хватай меня за руку!

source: He' il drag you under with him!
ru: Он утащит тебя вниз с собой!

source: There is only one Sonic...
ru: Есть только один Соник...

source: Metal!
ru: Метал, нет!

source: Come on, don' t look so sad, Sonic.
ru: Перестань, Соник, не грусти.

source: It' s not like you at all.
ru: Это совсем на тебя не похоже!

source: She' s right!
ru: Она права!

source: It was thanks to you that the planet was saved!
ru: Благодаря тебе вся планета спасена!

source: You' re all fools!
ru: Дураки!

source: I still have all of Sonic' s data!
ru: Данные Соника всё еще в моих руках!

source: Next time, I' il build a stronger Metal that won' t have Sonic' s personality.
ru: В следующий раз я сделаю Метала еще сильнее, он не наследует характер Соника.

source: And then I, Eggman, will finally take over the entire planet!
ru: И наконец, я, Роботник, завоюю всю планету!

source: It must be humbling to be in the presence of one so great as Eggman!
ru: Вы недостойны находиться вместе с таким великим учёным, как я!

source: It' s finally over.
ru: Наконец то!

source: Thank goodness everything' s all right!
ru: Слава богу, что теперь всё в порядке!

source: Almost, but not quite.
ru: Почти, но не всё!

source: What did you do that for?
ru: Эй, за что?

source: So now we' re finally even, Sonic.
ru: Теперь мы квиты, Соник.

source: Come back, Knuckles!
ru: Вернись!

source: Hey, Sonic, wait up!
ru: Эй, Соник, подожди меня!

source: Why' d you hit me?
ru: Почему ты стукнул меня?

source: I was getting you back for stepping on my head!
ru: В ответ на то, что ты наступил мне на голову!

source: I don' t remember doing that!
ru: Не помню, чтобы я это делал!

source: You did!
ru: Но наступил!

source: I don' t remember!
ru: Не наступал!

source: Not so fast!
ru: Не так быстро!

source: You' re not going to get away from me!
ru: Тебе не скрыться от меня!

source: I' il get your data again, Sonic!
ru: Я получу твою сущность сно....

source: What are you doing, Eggman?
ru: Хватит, Роботник!

source: Hurry up and catch Sonic!
ru: Поторопись и поймай моего Соника!

source: Of course I will!
ru: Конечно!

source: Wait, come back!
ru: - Подожди, вернись!

source: Sonic, I' il get your data again!
ru: - Соник, я скопирую твою сущность!

source: I' m getting out of here!
ru: Ой, ну я пошёл!

source: I' il see you later, Knuckles!
ru: Увидимся, Наклс!

source: Hey, wait up, Sonic!
ru: Соник!!

source: I' m so worry.
ru: Где я?

source: Alicia, I have been thinking about...
ru: Вы совершаете ошибку.

source: I let you realize the inability to discuss the situation with you.
ru: И что это за задание, Джон?

source: I don' t have other choice.
ru: Я ничего не знаю.

source: I do understand.
ru: Я не знал, что ты тоже в этом замешан.

source: I' m... really sorry.
ru: Простите.

source: Everything is going to be alright.
ru: Расточительный сосед разоблачен.

source: Just have to talk quietly.
ru: С кем ты разговариваешь?

source: They maybe listening.
ru: Скажи, кого ты увидел.

source: There maybe microphones.
ru: Как сказать "Чарльз Херман" по- русски?

source: When I am telling you everything now, it' s breaking the protocol.
ru: Как сказать это по- русски?

source: But you need to know.
ru: Тут никого нет, Джон.

source: Because you have to help me to get out off here.
ru: Он тут.

source: Alicia, I have been doing top secret work for the government.
ru: Перестаньте!

source: There is the threaten exist.
ru: Я ничего не знаю!

source: We cannot stop them for portions.
ru: Перестаньте!

source: lnteractions.
ru: Я ничего не знаю!

source: My profile is too high.
ru: Меня зовут Джон Нэш.

source: So I Just simply don' t do it with me.
ru: Меня зовут Джон Нэш.

source: They are keeping me here, because I tried to stop from doing my work.
ru: Меня привели сюда против моей воли.

source: You have to go to Wheeler.
ru: Что с ним?

source: You have find William Patcher...
ru: У Джона шизофрения.

source: Stop...
ru: Но -- Но его работа.

source: I went to Wheeler.
ru: Да, да, я знаю.

source: Good...
ru: Я это поощряю.

source: There is no Patcher.
ru: Как давно это?

source: Of course there are, I have been working for...
ru: Возможно, с момента окончания колледжа.

source: Doing what?
ru: Что вы такое говорите?

source: Breaking codes?
ru: Какие галлюцинации?

source: Dropping the packages at the secret mailbox for the government to pick up?
ru: Он приходил к вам на ужин?

source: How do you know that?
ru: - Он был на вашей свадьбе?

source: Sow followed you.
ru: - Это смешно.

source: They haven' t been opened.
ru: Я звонил в Принстон.

source: It isn' t real.
ru: Пойдемте.

source: There is no conspirancy, John.
ru: Джон считает, что я русский шпион.

source: There is no William Patcher.
ru: А вы как считаете?

source: It' s in your mind.
ru: Что говорит доктор?

source: You understand, baby?
ru: Он болен?

source: You' re sick.
ru: Я не знаю.

source: You' re sick, John.
ru: - Это строго секретно, Алисия.

source: John!
ru: Остановись!

source: Code red.
ru: Боже.

source: Dr Rosen, code red.
ru: - Действительно?

source: Observation room 2.
ru: - Возможно, но...... навряд ли.

source: John?
ru: Разрезал журналы?

source: The implant' s gone.
ru: - Все хорошо.

source: I can' t find it.
ru: - Я тоже.

source: He has the nightmare because his friend there.
ru: Я не оставил тебе выбора.

source: He' s not knowing what' s true.
ru: Все будет хорошо.

source: lmagine that he would suddenly learn that the people, the places and the moments.
ru: Мне кажется, русские считают меня важным человеком.

source: Most important to him are all gone.
ru: - Он сможет нам помочь.

source: Not there.
ru: Хорошо.

source: But worse, they' ve never been.
ru: - Я работал с ним.

source: One kind of hell would that be.
ru: Расшифровкой?

source: Administering insulin.
ru: - Он думал, что все безобидно.

source: How often?
ru: - Сол следил за мной?

source: Five times a week.
ru: Этого не было.

source: John always spoke so fondly being here in Princeton.
ru: Нет никакой секретности, Джон.

source: And Hensen is running the department now.
ru: Ты все это выдумал.

source: So he keep reminding us, reminding us.
ru: Понимаешь, милый?

source: John won' t come here to the campus though.
ru: Ты болен, Джон.

source: It is a shame.
ru: Сигнал тревоги.

source: Alicia, how... how are you holding up?
ru: Доктор Розен, сигнал тревоги.

source: Division has passed.
ru: Доктор Розен, сигнал тревоги.

source: They are saying with medication and those dressing in...
ru: Имплантанта нет.

source: No...
ru: Он исчез.

source: I mean how are you?
ru: Как часто?

source: I think often when I feel...
ru: Мне кажется, ему стыдно.

source: It' s obligation.
ru: Алисия, как -- Как ты справляешься?

source: A guilt... over warning to leave.
ru: Иллюзии исчезли.

source: Rich, I guess.
ru: Нет, я имею в виду, как ты сама?

source: John... against God...
ru: У меня присутствует...... чувство долга.

source: But then I look at him.
ru: Но...

source: And i force to see myself the man that I married.
ru: И он становится таким.

source: And he becomes that man that he has transform into someone that I love.
ru: Он превращается в человека, которого я люблю.

source: And I transform to someone who loves him.
ru: А я превращаюсь в человека, который любит его.

source: It' s not all of the time, but... it' s enough.
ru: Такое не всегда бывает,..... но...... этого достаточно.

source: I think John is a very lucky man, Alicia.
ru: Я считаю, Джону очень повезло.

source: Someone lucky...
ru: Такое несчастье.

source: This is ours.
ru: - Вот и пришли.

source: This is it?
ru: - Он тут?

source: It' s nice.
ru: - Мило.

source: It' s here where I work.
ru: - Я работаю неподалеку.

source: John, you have a visitor.
ru: К тебе гости.

source: - Hi.
ru: Привет.

source: I hope it' s okay.
ru: Надеюсь, у тебя все хорошо.

source: Hey, chief.
ru: Привет, шеф.

source: Cigarette?
ru: - Закуришь?

source: No, thanks.
ru: - Нет, спасибо.

source: I' ve quit, actually.
ru: Я, вообще- то, бросил.

source: Hey, John.
ru: - Привет, Джон.

source: Have you met Harvey?
ru: Ты видел Харви?

source: John, I...
ru: - Джон, нет -- - Не беспокойся, все хорошо.

source: You can have a little fun.
ru: К чему быть шизиком без чувства юмора?

source: Jesus Christ, John.
ru: Боже, Джон.

source: I should have know.
ru: Я так и подумал.

source: Here you go.
ru: Выпей.

source: I can take those later.
ru: Я выпью попозже.

source: You are suppose to take them now.
ru: Ты должен принять ее сейчас.

source: Can I bring you something?
ru: - Тебе что- нибудь принести?

source: I' il go back tonight.
ru: Я был в городе,..... проводил семинары.

source: You know Bender...
ru: Сегодня вечером возвращаюсь.

source: He really wanted to stop by... and something like seeing you...
ru: Бендер очень хотел зайти, повидаться с тобой, поздороваться.

source: You know, say hi.
ru: Боится?

source: I suppose that would be too.
ru: Думаю, я бы тоже боялся.

source: But at last, I' m stop with me.
ru: Но, увы, мне от себя не уйти.

source: I' m trying to hold the remark on hypothesis.
ru: Я пытаюсь понять гипотезу Реймана.

source: I figure if I have dazzled it, they would have to reinstead me.
ru: Уверен, если я удивлю их, они разрешат мне вернуться.

source: First, it' s difficult with the medication... because it is hard to see the solution.
ru: Но с таблетками тяжело.

source: You should go easy.
ru: Тяжело это понять.

source: There are other things besides... besides work.
ru: Джон, тебе надо успокоиться.

source: What are they?
ru: Какие?

source: What are you thinking about?
ru: О чем ты думаешь?

source: What do people do?
ru: Чем занимаются люди?

source: Slave, John.
ru: Живут, Джон.

source: Just have meaning.
ru: Тебе нужно отвлечься.

source: You could try live in a house.
ru: Сходи погуляй.

source: You know, maybe try talk to people.
ru: Может...... с людьми поговоришь.

source: You can try taking out the garbage.
ru: Вынеси мусор.

source: Who... who' re talking to?
ru: С кем ты разговаривал?

source: Garbage man.
ru: С мусорщиком.

source: Garbage man don' t come at night.
ru: Вечером мусорщики не приезжают.

source: I guess here around, they do.
ru: Видимо, в этом районе приезжают.

source: Sorry.
ru: Прости.

source: ls that the medication?
ru: Это из- за таблеток?

source: My mother is going to keep the baby a little longer tonight.
ru: Ребенок пока побудет у мамы.

source: I' il get three hour overtime.
ru: Я пойду спать.

source: I' m going to bed.
ru: - Спокойной ночи.

source: Good to see you, John.
ru: Рад видеть тебя, Джон.

source: It has been a while.
ru: Давно не виделись.

source: Patcher?
ru: Парчер?

source: You' re not real.
ru: Вы не настоящий!

source: Of course I am.
ru: Конечно настоящий.

source: Don' t be ridiculous.
ru: Не смеши меня.

source: And don' t think that I will go that way, John.
ru: Я бы туда не ходил, Джон.

source: It' s time for you to get back to work.
ru: Тебе пора вернуться к работе.

source: Here in U. S.
ru: Бомба уже в пункте назначения, здесь в США.

source: We have brought it to the mountain, to you.
ru: Учитывая твое положение, "Магомед",..... мы сами принесли гору к тебе.

source: We have known the bomb' s location somewhere in the eastern seabroad.
ru: Местонахождение бомбы сузилось до восточного побережья.

source: But we haven' t able to pin point it' s exact position.
ru: Но точное местонахождение так и не удалось определить.

source: Their codes have grow to increasing complex.
ru: Их шифры с каждым днем становятся сложнее.

source: Look at this, John.
ru: Посмотри, Джон.

source: Dr Rosen said...
ru: Мошенник!

source: Let' s get to the definite reality.
ru: "Шизофрения отторгает от реальности", да?

source: Psychological bullshit!
ru: Психологическая чепуха!

source: Look at me, John.
ru: Посмотри на меня, Джон.

source: John, look at me.
ru: Джон, взгляни на меня.

source: Do I look like an imagine?
ru: Я похож на вымышленного человека?

source: Wheeler has no record of you.
ru: В лаборатории нет о вас информации.

source: Do you think we list our personal?
ru: Думаешь там хранятся записи о нашем персонале?

source: John, I' m sorry that you have to go through all these.
ru: Джон, прости, но ты должен через это пройти.

source: I' ve gone to a great deal of trouble to get you back.
ru: Я могу восстановить тебя в лаборатории.

source: I can restore your status in Wheeler.
ru: Мир узнает о том, что ты сделал.

source: I can let the world know what you did.
ru: Но мне ты нужен сейчас.

source: But I need you now, soldier.
ru: Я так боялся, что вы не настоящий.

source: I am so scared that you are not real.
ru: ПРИНСТОН, НЬЮ- ДЖЕРСИ АПРЕЛЬ, 1956- Й ГОД

source: Listen, I' m not coming.
ru: Гроза надвигается.

source: I am Just going to grab the laundry, okay?
ru: Я схожу в прачечную, ладно?

source: I' il do his bath.
ru: Я искупаю малыша.

source: This is going to wet the baby' s.
ru: - Я сейчас подойду.

source: Oh God...
ru: Боже.

source: Charles was here.
ru: Полотенце.

source: He said it was okay.
ru: С ним все хорошо.

source: There' s no one here.
ru: Тут никого нет.

source: Charles was watching...
ru: - Чарльз присматривал за ним.

source: He has been inJecting with the insulin...
ru: В него ввели сыворотку невидимости.

source: And my imply resolve.
ru: Я его вижу из- за химиката, который ввели мне в кровь,..... когда извлекали имплантант.

source: I can' t tell you because it is all under protection.
ru: Я не мог тебе этого сказать ради твоей безопасности!

source: Alicia...
ru: Алисия!

source: Hello, I need Dr Rosen' s office please.
ru: - Алло, соедините с офисом доктора Розена.

source: You got to stop her, John.
ru: Останови ее, Джон.

source: You leave her out of this.
ru: Не вмешивайте ее в это.

source: Who are you talking to?
ru: - С кем ты разговариваешь?

source: It' s not her fault.
ru: - Она не виновата.

source: John.
ru: - Джон.

source: It' s your comprimises again...
ru: - Она опять все испортит.

source: Don' t you won' t.
ru: - Нет, не испортит.

source: You' il go back to the hospital.
ru: - Ты вернешься в больницу.

source: John, answer me!
ru: - Джон, ответь мне!

source: Can' t please people, or you will die.
ru: - Погибнут невинные люди.

source: Alicia, please put the phone down.
ru: Алисия, пожалуйста, положи трубку.

source: I can' t let that happen.
ru: - Я не могу этого допустить.

source: Yes, hello.
ru: - Да, алло?

source: Yeah, I need Dr Rosen.
ru: Здравствуйте, мне нужно поговорить с доктором Розеном.

source: ls he in?
ru: Он на месте?

source: I' m sorry I have to do that.
ru: Прости, Джон.

source: No!...
ru: Нет!

source: Alicia, you know I have to do that.
ru: Ты знаешь как надо поступить, Нэш.

source: Go away from me...
ru: - Отойди от меня.

source: She is too greater risk.
ru: - Она слишком большой риск.

source: Go away.
ru: Отойди!

source: I don' t mean to hurt you.
ru: Я не хотел тебя обижать!

source: Finish her.
ru: Прикончи ее.

source: She knows too much now.
ru: Она слишком много знает.

source: Uncle John.
ru: Дядя Джон?

source: You take care your pathetic piece of shit or I' il take care off you.
ru: Позаботься о ней, жалкое ничтожество или я позабочусь о тебе.

source: John, please.
ru: Боже, Джон, послушай его.

source: Do what he says.
ru: Вперед, солдат.

source: Now.
ru: Немедленно.

source: Charles is watching her.
ru: Алисия и Парчер --

source: With Alicia.
ru: Я понимаю.

source: She never gets old.
ru: Она никогда не вырастет.

source: Marcee can' t be real.
ru: Марси не настоящая.

source: You see them now?
ru: Ты их сейчас видишь?

source: Why did you stop your medicine?
ru: Почему ты перестал принимать лекарства?

source: Because I couldn' t do my work.
ru: Потому что с ними я не мог работать.

source: I couldn' t help with the baby.
ru: Не мог помогать ухаживать за ребенком.

source: I couldn' t...
ru: Не мог --

source: I couldn' t respond to my wife.
ru: Не мог отвечать за свою жену.

source: I think that' s getting better than being crazy.
ru: Думаете это лучше, чем быть полоумным?

source: We' il need to start you on a higher run of insulin shoots and your medication...
ru: Нам придется снова начать делать уколы и давать таблетки.

source: It has to be another way.
ru: Должен быть другой выход.

source: Gets to it is generative.
ru: Шизофрения дегенеративна.

source: Someday it' s maybe symptom free.
ru: В этом проблема.

source: But overtime, you' re getting worse.
ru: Только в этом.

source: So it is.
ru: Это проблема, которую нельзя решить.

source: It' s a problem with no solution.
ru: А я занимаюсь решением проблем.

source: I solve problems.
ru: - Это у меня получается лучше всего.

source: It isn' t math.
ru: - Это не математика.

source: You can' t come up with a formula that you can change the way you experience the world.
ru: Ты не можешь придумать формулу, которая изменит твое мировоззрение.

source: All I have to do is plan my mind.
ru: - Я должен использовать свою голову.

source: No theory, no proof.
ru: - Нет теорем, нет доказательств.

source: There isn' t a way out of this.
ru: - Ты не сможешь ничего придумать.

source: Why cannot?
ru: - Почему нет?

source: Because your mind is the problem in the first place.
ru: Почему не смогу?

source: I can work it out.
ru: Я смогу это сделать.

source: All I need is time.
ru: Я смогу придумать.

source: ls that the baby?
ru: Ребенок плачет?

source: Baby is still at my mother' s, John.
ru: Ребенок у мамы, Джон.

source: Without treatment, John.
ru: Без лекарств, Джон...... твои фантазия поглотят тебя.

source: Pathetics may take over.
ru: Полностью.

source: You are almost ready.
ru: Ты почти готов?

source: Rosen is waiting outside.
ru: Розен ждет на улице.

source: I can' t go back to that hospital.
ru: Я не могу возвращаться в больницу.

source: I won' t come home.
ru: Я не вернусь домой.

source: He has commitment papers for me to sign.
ru: Он сказал, что если ты так скажешь,..... мне придется подписать необходимые бумаги.

source: Or maybe you won' t sign.
ru: Может, не будешь их подписывать?

source: Maybe you Just give us sometime.
ru: Может, просто дашь мне время?

source: I will try to figure this out.
ru: Я сам постараюсь справиться.

source: Rosen is right about one thing.
ru: Как бы ты ни поступила,..... в одном Розен прав.

source: You shouldn' t be here.
ru: Тебе не стоит тут оставаться.

source: I am not safe anymore.
ru: Я стал опасен.

source: Would you have hurt me, John?
ru: Ты можешь причинить мне боль, Джон?

source: Maybe I should let Dr Rosen try to determine.
ru: Попроси доктора Розена отвезти тебя к матери.

source: Rosen said you wasn' t tried to kill me or anything.
ru: Розен попросил меня позвонить, если ты попытаешься меня убить.

source: You will know what' s real.
ru: Хочешь узнать что на самом деле по- настоящему?

source: This...
ru: Вот что.

source: This is real.
ru: Вот что.

source: Make me the partner to awake from the dream.
ru: Это - по- настоящему.

source: Maybe it' s here.
ru: Может, ты сможешь проснуться из своего сна...

source: I need to believe that something extraordinary is possible.
ru: И может дело не в этом.

source: Come.
ru: А в этом.

source: Jesus Christ.
ru: Я должна верить,..... что невозможное возможно.

source: I don' t have that one, my savor complex text on the completely different form.
ru: ПРИНСТОНСКИЙ УНИВЕРСИТЕТ ДВА МЕСЯЦА СПУСТЯ

source: I heard what had happened.
ru: Входите.

source: I wanted to write.
ru: Привет, Мартин.

source: I tried to call you since you left...
ru: Я --

source: This is Helinger' s old office.
ru: У меня всего этого нет.

source: Yeah...
ru: Да.

source: I stole it from him.
ru: Да, я его у него украл.

source: It seems that you won after all, Martin.
ru: Похоже, ты выиграл, Мартин.

source: They were wrong, John.
ru: Они ошибаются, Джон.

source: Have a seat.
ru: Проходи, садись.

source: It' s so good to see you.
ru: Боже, я так рад тебя видеть.

source: What brings you back to Priceton?
ru: Что привело тебя в Принстон?

source: John, I' m sorry.
ru: Джон, прости, но ты должен ему все рассказать.
